[
  {
    "name": "Eastern Canadian",
    "region": "Canadian",
    "engDescription": "Spruce, pine and red spruce, plywood from eastern Canada.\nAll lumber is two inches thick and is offered in various widths and grades for framing, furniture, heavy duty construction flooring, and finger joints and lumber to construct wooden skids.",
    "espDescription": "Abeto, pino, abeto rojo, y plywood del este Canadá.\nToda la madera tiene dos pulgadas de grosor y se ofrece en varios anchos y calidades para aplicaciones de enmarcados, muebles, pisos de construcción pesados, y se ofrece Finger Joints and lumber to construct wooden skids.",
    "freDescription": "",
    "images": [
      "/woods/Canadian/Eastern Canadian/img/IMG_3294.PNG",
      "/woods/Canadian/Eastern Canadian/img/IMG_3295.PNG",
      "/woods/Canadian/Eastern Canadian/img/IMG_4888.PNG"
    ]
  },
  {
    "name": "Western Canadian",
    "region": "Canadian",
    "engDescription": "Spruce pine, southern yellow pine, Douglas fir Larch, plywod from western Canada.\nAll lumber is one inch thick and available in various widths and grades, ideal for furniture, cabinetry, and molding.",
    "espDescription": "Abeto de Douglas, pino, picea, abeto rojo, y plywood procedentes del oeste de Canadá.\nToda la madera tiene un grosor de una pulgada y está disponible en varios anchos y calidades, ideal para la construcción de muebles, gabinetes y molduras.",
    "freDescription": "",
    "images": [
      "/woods/Canadian/Western Canadian/img/20221017_102814_HDR.PNG",
      "/woods/Canadian/Western Canadian/img/20221017_125904_HDR.PNG",
      "/woods/Canadian/Western Canadian/img/IMG_3293.PNG",
      "/woods/Canadian/Western Canadian/img/IMG_4888.PNG"
    ]
  },
  {
    "name": "Canxan",
    "region": "Tropical",
    "engDescription": "Terminalia amazonia\n\nIn its green state, the sapwood is grayish yellow, and the heartwood is darker. When dry, the sapwood turns orange or yellowish, and the heartwood becomes reddish yellow, light yellowish brown, or yellowish olive with darker reddish or dark brown stripes. The wood tends to oxidize rapidly when it has been exposed to air and light (Flores, 1994). The wood has an interlocked grain, medium texture, and high luster on radial planes, but it is regular on tangential planes, which makes it difficult to finish. Radial cuts are made parallel to the long axis, through the center; the grain pattern is a series of parallel lines. Tangential cuts are parallel to the long axis, anywhere but through the center; the grain pattern is wavy and variable, not all parallel. The lines and veins resulting from both types of cuts make this wood very attractive.\n",
    "espDescription": "Terminalia amazonia \n\nEn estado verde, la albura es de color amarillo grisáceo y el duramen es más oscuro. Al secarse, la albura se torna anaranjada o amarillenta, y el duramen adquiere un color amarillo rojizo, marrón amarillento claro o verde oliva amarillento con vetas rojizas o marrón oscuro más oscuras. La madera tiende a oxidarse rápidamente al estar expuesta al aire y a la luz (Flores, 1994). La madera presenta veta entrelazada, textura media y brillo intenso en los planos radiales, pero es regular en los planos tangenciales, lo que dificulta su acabado. Los cortes radiales se realizan paralelos al eje longitudinal, pasando por el centro; el patrón de veta es una serie de líneas paralelas. Los cortes tangenciales son paralelos al eje longitudinal, en cualquier punto excepto por el centro; el patrón de veta es ondulado y variable, no todos paralelos. Las líneas y vetas resultantes de ambos tipos de cortes hacen que esta madera sea muy atractiva.\n",
    "freDescription": "Terminalia amazonia\nÀ l'état vert, l'aubier est jaune grisâtre et le duramen est plus foncé. Une fois sec, l'aubier devient orange ou jaunâtre, et le duramen devient jaune rougeâtre, brun jaunâtre clair ou olive jaunâtre avec des rayures rougeâtres ou brun foncé plus foncées. Le bois a tendance à s'oxyder rapidement lorsqu'il est exposé à l'air et à la lumière (Flores, 1994). Le bois présente un fil entrelacé, une texture moyenne et un brillant élevé sur les plans radiaux, mais il est régulier sur les plans tangentiels, ce qui rend sa finition difficile. Les coupes radiales sont pratiquées parallèlement à l'axe longitudinal, passant par le centre ; le motif du fil est une série de lignes parallèles. Les coupes tangentielles sont parallèles à l'axe longitudinal, partout sauf par le centre ; le motif du fil est ondulé et variable, pas toujours parallèle. Les lignes et les veines résultant des deux types de coupes rendent ce bois très attrayant.",
    "images": [
      "/woods/Tropical/Canxan/img/unknown 2.PNG",
      "/woods/Tropical/Canxan/img/unknown 3.PNG",
      "/woods/Tropical/Canxan/img/unknown.PNG"
    ]
  },
  {
    "name": "Catalox",
    "region": "Tropical",
    "engDescription": "Swartzia lundellii\n\nKnown commercially as Mexican royal ebony or northern rosewood, its heartwood is dark brown, reddish-brown or nearly black with a hint of purple, varying from a solid color to somewhat variegated. Its yellowish sapwood is sharply demarcated from the dark heartwood. Texture very fine to medium; luster usually medium; grain tight and straight. Inlay, parquet flooring, turnery, furniture, cabinetwork, violin bows, guitars, specialty items, mouldings, decorative veneer, and turnery. An ecological and lower cost substitute for African Gabon Ebony.\n",
    "espDescription": "Swartzia lundellii\n\nConocido comercialmente como ébano real mexicano o palosanto del norte, su duramen es de color marrón oscuro, marrón rojizo o casi negro con un toque púrpura, que varía de un color sólido a ligeramente abigarrado. Su albura amarillenta se distingue claramente del duramen oscuro. Su textura es de muy fina a media; su brillo suele ser medio; su veta es apretada y recta. Se utiliza para marquetería, parquet, tornería, muebles, ebanistería, arcos de violín, guitarras, artículos especiales, molduras, chapa decorativa y tornería. Un sustituto ecológico y económico del ébano africano de Gabón.\n",
    "freDescription": "Swartzia lundellii\nConnu commercialement sous le nom d'ébène royal du Mexique ou palissandre du Nord, son bois de cœur est brun foncé, brun rougeâtre ou presque noir avec une touche de violet, variant d'une couleur unie à légèrement panachée. Son aubier jaunâtre est nettement distinct du bois de cœur foncé. Son grain est très fin à moyen ; son lustre est généralement moyen ; son grain est serré et droit.\nMarqueterie, parquet, tournage, meubles, ébénisterie, archets de violon, guitares, objets spéciaux, moulures, placages décoratifs et tournage. Un substitut écologique et économique à l'ébène du Gabon africain.",
    "images": [
      "/woods/Tropical/Catalox/img/unknown 2.PNG",
      "/woods/Tropical/Catalox/img/unknown 3.PNG",
      "/woods/Tropical/Catalox/img/unknown 4.PNG",
      "/woods/Tropical/Catalox/img/unknown.PNG"
    ]
  },
  {
    "name": "Cedar",
    "region": "Tropical",
    "engDescription": "Cedrela odorata\nIs the most commercially important and widely distributed species. The aromatic wood is in high demand because it is Naturally Termite and Rot-Resistant. Is a moderate light weight wood. Its primary uses is in household articles used to store clothing, humidor construction and also used for tops or veneers on some electric guitars.",
    "espDescription": "Cedrela odorata\nEs la especie de mayor importancia comercial y amplia distribución. Su madera aromática tiene una gran demanda debido a su resistencia natural a las termitas y a la putrefacción. Es una madera de peso moderado y ligero. Se utiliza principalmente en artículos domésticos para guardar ropa, en la construcción de humidores y también para tapas o chapas de algunas guitarras eléctricas.",
    "freDescription": "Cedrela odorata\nC'est l'essence la plus importante commercialement et la plus répandue. Son bois aromatique est très recherché car il est naturellement résistant aux termites et à la pourriture. C'est un bois moyennement léger. Il est principalement utilisé dans les articles ménagers pour ranger les vêtements, la construction d'humidificateurs et également pour les tables d'harmonie et les placages de certaines guitares électriques.",
    "images": [
      "/woods/Tropical/Cedar/img/unknown 1.PNG",
      "/woods/Tropical/Cedar/img/unknown 5.PNG",
      "/woods/Tropical/Cedar/img/unknown 6.PNG",
      "/woods/Tropical/Cedar/img/unknown 7.PNG",
      "/woods/Tropical/Cedar/img/unknown 9.PNG"
    ]
  },
  {
    "name": "Cericote",
    "region": "Tropical",
    "engDescription": "Cordia dondecandra\n\nThis wood is dark brown in color and has a Janka hardness  It is used for furniture, veneer, cabinetry, flooring, gun stocks, musical instruments (including guitars and ukuleles), entrance doors, turnings, decorative beams, trim, and small specialty items.\n",
    "espDescription": "Cordia dondecandra\n\nEsta madera es de color marrón oscuro y tiene una dureza Janka. Se utiliza para muebles, chapas, ebanistería, suelos, culatas de armas, instrumentos musicales (incluyendo guitarras y ukeleles), puertas de entrada, torneados, vigas decorativas, molduras y pequeños artículos especiales.\n",
    "freDescription": "Cordia Dondecandra\nCe bois est de couleur brun foncé et a une dureté Janka. Il est utilisé pour les meubles, les placages, les armoires, les revêtements de sol, les crosses d'armes à feu, les instruments de musique (y compris les guitares et les ukulélés), les portes d'entrée, les tournages, les poutres décoratives, les garnitures et les petits articles spécialisés.",
    "images": [
      "/woods/Tropical/Cericote/img/unknown 2.PNG",
      "/woods/Tropical/Cericote/img/unknown 3.PNG",
      "/woods/Tropical/Cericote/img/unknown 4.PNG",
      "/woods/Tropical/Cericote/img/unknown 5.PNG",
      "/woods/Tropical/Cericote/img/unknown.PNG"
    ]
  },
  {
    "name": "Chaltecoco",
    "region": "Tropical",
    "engDescription": "Caesalpinia velutina\nThis is a beautiful orange wood native to Guatemala, closely related to Brazilwood and Chakte Viga, known for its vibrant color, fine texture, and durability. \nChaltecoco wood has a bright orange heartwood that darkens with time to an orange-red, with a high luster and fine texture.\nIt’s a strong and durable wood suitable for turnery, furniture, flooring, and even guitar components, due to its similarity to Brazilwood, a wood prized for violin.\n",
    "espDescription": "Caesalpinia velutina\nEsta hermosa madera de naranjo es originaria de Guatemala, estrechamente emparentada con el palo de Brasil y el Chakte Viga, conocida por su vibrante color, fina textura y durabilidad. El duramen de la madera de chaltecoco es de color naranja brillante y se oscurece con el tiempo hasta alcanzar un rojo anaranjado, con un brillo intenso y una fina textura. Es una madera resistente y duradera, ideal para torneado, muebles, suelos e incluso componentes de guitarra, gracias a su similitud con el palo de Brasil, una madera muy apreciada para la fabricación de violín.",
    "freDescription": "Caesalpinia velutina\n\nCe magnifique bois d'oranger est originaire du Guatemala, étroitement lié au bois du Brésil et au Chakte Viga, connu pour sa couleur vibrante, sa texture fine et sa durabilité. Le bois de cœur du bois de chaltecoco est orange vif et fonce avec le temps jusqu'à atteindre un rouge orangé, avec une brillance intense et une texture fine. C'est un bois résistant et durable, idéal pour le tournage, les meubles, les sols et même les éléments de guitare, grâce à sa similitude avec le bois du Brésil, un bois très apprécié pour la lutherie.",
    "images": [
      "/woods/Tropical/Chaltecoco/img/unknown 6.PNG",
      "/woods/Tropical/Chaltecoco/img/unknown 7.PNG",
      "/woods/Tropical/Chaltecoco/img/unknown 8.PNG",
      "/woods/Tropical/Chaltecoco/img/unknown 9.PNG"
    ]
  },
  {
    "name": "Chechen",
    "region": "Tropical",
    "engDescription": "Metopium broweni\nChechen, also known as Black Poisonwood or Caribbean Rosewood, is a dense, durable hardwood native from MesoAmerica, prized for its striking color and grain, and used in furniture, flooring, and more. \nChechen wood exhibits a rich color palette, ranging from golden brown to deep reddish-brown, often with dark streaks and a dramatic, swirling grain. The grain is typically straight or interlocked, and can have a two-toned appearance, similar to true rosewood.\nIt's a dense, durable, and naturally rot-resistant wood. \nChechen is relatively easy to work with despite its hardness, and it sands and finishes to a high polish.",
    "espDescription": "Metopium broweni\nEl checheno, también conocido como palo venenoso negro o palo rosa del Caribe, es una madera dura densa y duradera, originaria de Mesoamérica, apreciada por su llamativo color y veta, y utilizada en muebles, suelos y más. La madera de checheno exhibe una rica paleta de colores, que va del marrón dorado al marrón rojizo intenso, a menudo con vetas oscuras y una veta dramática y ondulada. La veta suele ser recta o entrelazada, y puede tener un aspecto bicolor, similar al del palo rosa auténtico. Es una madera densa, duradera y naturalmente resistente a la putrefacción. El checheno es relativamente fácil de trabajar a pesar de su dureza, y se lija y se le aplica un acabado de alto brillo.\n",
    "freDescription": "Metopium broweni\nEl Checheno Également connu sous le nom de bois empoisonné noir ou palissandre des Caraïbes, il s'agit d'un bois dur dense et durable originaire de Méso-Amérique, apprécié pour sa couleur et son grain saisissants, et utilisé dans les meubles, les revêtements de sol et bien plus encore. Le bois tchétchène présente une riche palette de couleurs, allant du brun doré au brun rougeâtre foncé, souvent avec des veines sombres et un grain ondulé spectaculaire. Le fil est généralement droit ou entrelacé et peut avoir un aspect bicolore, semblable à celui du véritable bois de rose. C’est un bois dense, durable et naturellement résistant à la pourriture. Le Tchétchène est relativement facile à travailler malgré sa dureté et est poncé et doté d'une finition très brillante.",
    "images": [
      "/woods/Tropical/Chechen/img/unknown 2.PNG",
      "/woods/Tropical/Chechen/img/unknown 3.PNG",
      "/woods/Tropical/Chechen/img/unknown 4.PNG",
      "/woods/Tropical/Chechen/img/unknown.PNG"
    ]
  },
  {
    "name": "Chichipate",
    "region": "Tropical",
    "engDescription": "Sweetia panamensis\nA tropical timber tree known for its warm brown color, subtle striping, and hardness comparable to American walnut, making it suitable for furniture, flooring, and other woodworking projects. \nIt is heartwood is brown to olive with streaks with lighter and darker shades. It has a waxy appearance, medium texture and medium to high luster and takes a high polish. Its lightly figured grain is interlocked and can be roey. The wood has a bitter taste.\nDurable, naturally resistant to decay, relatively easy to work with despite its hardness, sands and finishes to a high polish.",
    "espDescription": "Sweetia panamensis\nUn árbol maderable tropical conocido por su cálido color marrón, su sutil veteado y su dureza comparable a la del nogal americano, lo que lo hace ideal para muebles, suelos y otros proyectos de carpintería. Su duramen es de color marrón a oliva, con vetas de tonos más claros y más oscuros. Tiene un aspecto ceroso, una textura media y un brillo de medio a alto, y se pule a fondo. Su veta, ligeramente veteada, es entrelazada y puede presentar vetas rojizas. La madera tiene un sabor amargo. Duradera, naturalmente resistente a la descomposición, relativamente fácil de trabajar a pesar de su dureza. Se lija y se pule a fondo.",
    "freDescription": "Sweetia panamensis\nEst un arbre tropical connu pour sa couleur brun chaud, son grain subtil et sa dureté comparable à celle du caryer, ce qui le rend idéal pour les meubles, les revêtements de sol et autres projets de menuiserie. Son bois de cœur est de couleur brune à olive, avec des veines de nuances plus claires et plus foncées. Il a un aspect cireux, une texture moyenne et une brillance moyenne à élevée, et est soigneusement poli. Son grain, légèrement veiné, est entrelacé et peut présenter des stries rougeâtres. Le bois a un goût amer. Durable, naturellement résistant à la pourriture, relativement facile à travailler malgré sa dureté. Il est soigneusement poncé et poli.",
    "images": [
      "/woods/Tropical/Chichipate/img/unknown 10.PNG",
      "/woods/Tropical/Chichipate/img/unknown 5.PNG",
      "/woods/Tropical/Chichipate/img/unknown 6.PNG",
      "/woods/Tropical/Chichipate/img/unknown 7.PNG",
      "/woods/Tropical/Chichipate/img/unknown 8.PNG",
      "/woods/Tropical/Chichipate/img/unknown 9.PNG"
    ]
  },
  {
    "name": "Chicozapote",
    "region": "Tropical",
    "engDescription": "Manilkara zapota\nKnown for its durability, making it a popular choice for furniture and other structural uses. It is a hardwood and is resistant to termites and other pests, as well as rot and decay. The wood has a low bending strength, making it unsuitable for use as a bridge or stair tread material. It has a medium-to-high density and can be stained and polished to a smooth finish. Sapodilla wood is also known for its unique grain and color, which range from light brown to dark red.",
    "espDescription": "Manilkara zapota\nConocida por su durabilidad, lo que la convierte en una opción popular para muebles y otros usos estructurales. Es una madera dura resistente a las termitas y otras plagas, así como a la putrefacción y la descomposición. Tiene baja resistencia a la flexión, lo que la hace inadecuada para puentes o escalones de escalera. Tiene una densidad media-alta y se puede teñir y pulir para obtener un acabado liso. La madera de chicozapote también es conocida por su veta y color únicos, que van del marrón claro al rojo oscuro.",
    "freDescription": "Manilkara zapota\nLe bois de sapotillier est réputé pour sa durabilité, ce qui en fait un choix populaire pour la fabrication de meubles et autres structures. C'est un bois dur résistant aux termites et autres nuisibles, ainsi qu'à la pourriture et à la décomposition. Sa faible résistance à la flexion le rend inadapté à la construction de ponts ou de marches d'escalier. Sa densité est moyenne à élevée et il peut être teinté et poli pour une finition lisse. Le bois de sapotillier est également connu pour son grain et sa couleur uniques, allant du brun clair au rouge foncé.",
    "images": [
      "/woods/Tropical/Chicozapote/img/unknown 2.PNG",
      "/woods/Tropical/Chicozapote/img/unknown 3.PNG",
      "/woods/Tropical/Chicozapote/img/unknown.PNG"
    ]
  },
  {
    "name": "Cola De Coche",
    "region": "Tropical",
    "engDescription": "Pithecolobium arborium\nThe wood is yellowing grey in the sapwood, merging to banded red brown and gold brown heartwood. \nThe grain is coarse with a ribbon figure, texture is medium, and pores rather large. \nIt weighs 45 lbs. cu. ft. It is 10% to 15% harder than mahogany. Shrinkage is moderate. \nIt seasons well with little splitting and distortion. \nIt is resistant to fungus and insect attack. \nIt works fairly well, but sharp tools are necessary to prevent picking up of grain. \nIt is probably not suitable for rotary peeling but would make good decorative veneer if sliced. \nOtherwise it could be used for most utility and constructional purposes and would make good furniture.",
    "espDescription": "Pithecolobium arborium\nLa madera presenta un color gris amarillento en la albura, que se fusiona con un duramen marrón rojizo y dorado veteado.\nLa veta es gruesa con veta de cinta, la textura es media y los poros son bastante grandes. \nPesa 22.4 kg/m³. Es entre un 10 % y un 15 % más dura que la caoba. Su contracción es moderada. \nSe seca bien, presentando pocas grietas y deformaciones. \nEs resistente a hongos e insectos. \nSe trabaja bastante bien, pero se requieren herramientas afiladas para evitar que se desprenda la veta. \nProbablemente no sea adecuada para el desenrollado rotatorio, pero se podría utilizar como chapa decorativa si se corta en rodajas. \nDe lo contrario, podría utilizarse para la mayoría de los fines utilitarios y de construcción, y sería ideal para la fabricación de muebles.",
    "freDescription": "Pithecolobium arborium\nLe bois a une couleur gris jaunâtre dans l'aubier, qui se confond avec un bois de cœur brun rougeâtre et veiné d'or. Le grain est épais avec un grain rubané, la texture est moyenne et les pores sont assez gros. Il pèse 22,4 kg/m³. Il est 10 à 15 % plus dur que l'acajou. Sa contraction est modérée. Il sèche bien, avec peu de fissures et de déformations. Il résiste aux champignons et aux insectes. Cela fonctionne plutôt bien, mais des outils tranchants sont nécessaires pour empêcher le grain de se détacher. Il n'est probablement pas adapté au déroulement rotatif, mais pourrait être utilisé comme placage décoratif s'il est coupé en tranches. Sinon, il pourrait être utilisé à des fins utilitaires et de construction et serait idéal pour la fabrication de meubles.\n",
    "images": [
      "/woods/Tropical/Cola De Coche/img/unknown.PNG"
    ]
  },
  {
    "name": "Conacaste",
    "region": "Tropical",
    "engDescription": "Enterolobium cyclocarpum\nColor/Appearance: Heartwood is light to medium brown, sometimes with a reddish hue. Darker streaks of brown are sometimes present. Sapwood is pale yellow and is clearly demarcated from the heartwood.\nGrain/Texture: Grain usually slightly interlocked. Very coarse texture. Moderate natural luster.\nRot Resistance: Rated as durable to very durable; mixed insect resistance.\nEasy to work with hand and machine tools. However, tearout is common during planing, and fuzzy surfaces may be seen after machining, especially on quartersawn surfaces. Glues and finishes well.",
    "espDescription": "Enterolobium cyclocarpum\nColor/Aspecto: El duramen es de color marrón claro a medio, a veces con un tono rojizo. A veces se presentan vetas marrones más oscuras. La albura es de color amarillo pálido y está claramente separada del duramen. Vegete/Textura: El veteado suele estar ligeramente entrelazado. Textura muy gruesa. Brillo natural moderado. Resistencia a la pudrición: Se clasifica como durable a muy durable; resistencia mixta a los insectos. Fácil de trabajar con herramientas manuales y mecánicas. Sin embargo, es común que se produzcan desgarros durante el cepillado, y pueden observarse superficies vellosas después del mecanizado, especialmente en superficies aserradas en cuartos. Se encola y se acaba bien.",
    "freDescription": "Enterolobium cyclocarpum\nRépartition : Principalement en Amérique centrale, ainsi qu'au Mexique et dans le nord de l'Amérique du Sud\nCouleur/Aspect : Le bois de cœur est brun clair à moyen, parfois avec une teinte rougeâtre. Des stries brunes plus foncées sont parfois présentes. L'aubier est jaune pâle et est nettement distinct du bois de cœur.\nFil/Texture : Fil généralement légèrement contrefil. Texture très grossière. Lustre naturel modéré.\nFil de bout : Poreux diffus ; multiples solitaires et radiaux ; pores très larges sans disposition spécifique, très peu nombreux ; dépôts minéraux/gommes parfois présents ; parenchyme vasicentrique, confluent ; rayons étroits à moyens, largement espacés.\nRésistance à la pourriture : Considéré comme durable à très durable ; résistance mixte aux insectes.\nUsinabilité : Facile à travailler à la main et à la machine. Cependant, des arrachements sont fréquents lors du rabotage et des surfaces pelucheuses peuvent apparaître après usinage, en particulier sur les surfaces sciées sur quartier. Bonne adhérence et finition.",
    "images": [
      "/woods/Tropical/Conacaste/img/unknown 2.PNG",
      "/woods/Tropical/Conacaste/img/unknown 3.PNG",
      "/woods/Tropical/Conacaste/img/unknown 4.PNG",
      "/woods/Tropical/Conacaste/img/unknown.PNG"
    ]
  },
  {
    "name": "Danto",
    "region": "Tropical",
    "engDescription": "Vatairea lundelli\nThe wood is bright yellow when freshly sawn and mellows into a brown with red, yellow or olive hues as it dries sometimes with pink veins. It’s a dense timber at 750 kg/m2 with clearly demarcated sapwood and a straight or interlocked grain. It has a coarse texture.\nDanto’s heartwood is quite durable and stable. Due to a moderate susceptibility to fungi and dry wood borers, treatment is recommended.\nDanto is used for high-class furniture, stairs, paneling, fine and industrial flooring, formwork and sliced veneer. It can be used for exteriors, including tables, pergolas, benches, and decking. Construction uses include frames, rails, skirting boards, treads and others requiring medium to high weight-bearing strength.",
    "espDescription": "Vatairea lundelli\nAspecto de la madera La madera presenta un color amarillo brillante recién aserrada y se suaviza a marrón con matices rojizos, amarillos u oliva al secarse, a veces con vetas rosadas. Es una madera densa de 750 kg/m² con albura claramente definida y veta recta o entrelazada. Presenta una textura gruesa. El duramen del danto es bastante duradero y estable. Debido a su moderada susceptibilidad a hongos y barrenadores de la madera seca, se recomienda su tratamiento. El danto se utiliza para muebles de alta gama, escaleras, paneles, suelos finos e industriales, encofrados y chapa de madera laminada. Se puede utilizar en exteriores, incluyendo mesas, pérgolas, bancos y terrazas. Se utiliza en construcción para marcos, barandillas, rodapiés, peldaños y otros materiales que requieren una resistencia media a alta.",
    "freDescription": "Vatairea Lundelli\nAspect du bois Le bois est jaune vif lorsqu'il vient d'être scié et s'adoucit en séchant pour devenir brun avec des reflets rougeâtres, jaunes ou olive, parfois avec des veines roses. C'est un bois dense de 750 kg/m² avec un aubier bien défini et des fils droits ou contrefils. Il a une texture épaisse. Le bois de cœur du Danto est assez durable et stable. En raison de sa sensibilité modérée aux champignons et aux foreurs du bois sec, un traitement est recommandé. Danto est utilisé pour les meubles haut de gamme, les escaliers, les lambris, les sols fins et industriels, les coffrages et les placages stratifiés. Il peut être utilisé à l'extérieur, notamment sur les tables, les pergolas, les bancs et les terrasses. Il est utilisé dans la construction de cadres, garde-corps, plinthes, marches et autres matériaux nécessitant une résistance moyenne à élevée.",
    "images": [
      "/woods/Tropical/Danto/img/unknown 2.PNG",
      "/woods/Tropical/Danto/img/unknown 3.PNG",
      "/woods/Tropical/Danto/img/unknown.PNG"
    ]
  },
  {
    "name": "Granadillo",
    "region": "Tropical",
    "engDescription": "Platymiscium Yucatatum\nGranadillo is a dense, fine-textured, tropical hardwood known for its reddish-brown to orange hues and darker streaks, often used for both veneers and lumber, and sometimes referred to as Macacauba or Mexican Rosewood. \nGranadillo is used for both veneers and lumber, and can be figured. It's also commonly used in South America for instrument building.\nWhile not a true rosewood, it shares some similarities with Cocobolo, particularly in its appearance and density. However, Granadillo is easier to work with and glues more readily.",
    "espDescription": "Platymiscium Yucatatum\nEl granadillo es una madera dura tropical densa y de textura fina, conocida por sus tonos que van del marrón rojizo al naranja y sus vetas más oscuras. Se utiliza a menudo tanto para chapas como para madera aserrada, y a veces se le conoce como macacauba o palo rosa mexicano. El granadillo se utiliza tanto para chapas como para madera aserrada, y se puede vetear. También se utiliza comúnmente en Sudamérica para la construcción de instrumentos. Aunque no es un palo rosa auténtico, comparte algunas similitudes con el cocobolo, especialmente en su apariencia y densidad. Sin embargo, el granadillo es más fácil de trabajar y se encola con mayor facilidad.",
    "freDescription": "Platymiscium Yucatatum\nLe granadillo est un bois dur tropical dense et finement texturé, connu pour ses teintes brun rougeâtre à orange et ses grains plus foncés. Il est souvent utilisé pour les placages et le bois scié, et est parfois connu sous le nom de macacauba ou palissandre mexicain. Le bois noir est utilisé à la fois pour les placages et le bois scié et peut être grainé. Il est également couramment utilisé en Amérique du Sud pour la construction d’instruments. Bien qu’il ne s’agisse pas d’un véritable bois de rose, il partage certaines similitudes avec le cocobolo, notamment dans son aspect et sa densité. Cependant, le granadillo est plus facile à travailler et se colle plus facilement.",
    "images": [
      "/woods/Tropical/Granadillo/img/unknown 2.PNG",
      "/woods/Tropical/Granadillo/img/unknown 3.PNG",
      "/woods/Tropical/Granadillo/img/unknown 4.PNG",
      "/woods/Tropical/Granadillo/img/unknown 5.PNG",
      "/woods/Tropical/Granadillo/img/unknown 6.PNG",
      "/woods/Tropical/Granadillo/img/unknown.PNG"
    ]
  },
  {
    "name": "Hormigo",
    "region": "Tropical",
    "engDescription": "Platymiscium dimarphandrum\nHormigo wood, also known as Macacauba or Macawood, is a dense, exotic hardwood with a finely textured grain and a range of colors from red and orange to darker red and brown. \nWorks and machines well with sharp hand and power tools, turns and glues well, and yields a high polish. Has a natural luster and a high degree of chatoyance often emerges after finish sanding. \nUsed for Furniture, guitars, and other woodworking projects.",
    "espDescription": "Platymiscium dimarphandrum \nLa madera de hormigo, también conocida como macacauba o macawood, es una madera dura densa y exótica con una veta fina y una gama de colores que va del rojo y el naranja al rojo y el marrón más oscuros. Se trabaja y mecaniza bien con herramientas manuales y eléctricas afiladas, se tornea y encola bien, y ofrece un pulido excelente. Tiene un brillo natural y suele presentar un alto grado de chatoyance tras el lijado de acabado. Se utiliza para muebles, guitarras y otros proyectos de carpintería.",
    "freDescription": "Platymiscium dimarphandrum\nAntwood, également connu sous le nom de macacauba ou macawood, est un bois dur dense et exotique avec un grain fin et une gamme de couleurs allant du rouge et de l'orange au rouge et au brun plus foncés. Il fonctionne et s'usine bien avec des outils manuels et électriques tranchants, se tourne et se colle bien et offre un excellent polissage. Il a une brillance naturelle et présente généralement un degré élevé de chatoyance après avoir terminé le ponçage. Utilisé pour les meubles, les guitares et autres projets de menuiserie.",
    "images": [
      "/woods/Tropical/Hormigo/img/unknown 2.PNG",
      "/woods/Tropical/Hormigo/img/unknown 3.PNG",
      "/woods/Tropical/Hormigo/img/unknown.PNG"
    ]
  },
  {
    "name": "Jobillo",
    "region": "Tropical",
    "engDescription": "Astronomía Graveolens\nJobillo wood, also known as Goncalo Alves or Tigerwood, is a durable, reddish-brown hardwood with dark streaks, prized for its beauty and used in furniture, flooring, and decorative items. It is Moderately hard and heavy. Very durable, resists decay, and has excellent weathering properties.  Generally not too difficult to work, though figured pieces with irregular grain can pose a challenge in planing and machining. Turns and finishes well.",
    "espDescription": "Astronomía Graveolens\nLa madera de jobillo, también conocida como Goncalo Alves o Tigerwood, es una madera dura duradera de color marrón rojizo con vetas oscuras, apreciada por su belleza y utilizada en muebles, suelos y artículos decorativos. Es moderadamente dura y pesada. Muy duradera, resistente a la descomposición y con excelentes propiedades anti-intemperie. Generalmente no es muy difícil de trabajar, aunque las piezas con vetas irregulares pueden presentar dificultades para el cepillado y el mecanizado. Se tornea y se acaba bien.",
    "freDescription": "Astronomy Graveolens\nLe bois d'obillo, également appelé Goncalo Alves ou Tigerwood, est un bois dur durable, brun rougeâtre veiné de noir, apprécié pour sa beauté et utilisé pour la fabrication de meubles, de parquets et d'objets de décoration. Il est moyennement dur et lourd. Très durable, il résiste à la pourriture et possède d'excellentes propriétés de résistance aux intempéries. Il est généralement facile à travailler, bien que les pièces figurées au grain irrégulier puissent poser des difficultés de rabotage et d'usinage. Il se tourne et se fini bien.",
    "images": [
      "/woods/Tropical/Jobillo/img/unknown 2.PNG",
      "/woods/Tropical/Jobillo/img/unknown 3.PNG",
      "/woods/Tropical/Jobillo/img/unknown 4.PNG",
      "/woods/Tropical/Jobillo/img/unknown 5.PNG",
      "/woods/Tropical/Jobillo/img/unknown 6.PNG",
      "/woods/Tropical/Jobillo/img/unknown.PNG"
    ]
  },
  {
    "name": "Malerio Colorado",
    "region": "Tropical",
    "engDescription": "Aspidosperma megalocarpum\nColor/Appearance: Heartwood ranges from golden yellow to reddish brown, sometimes with violet/pinkish streaks. Yellowish sapwood not always clearly demarcated from heartwood. Color tends to darken with age.\nGrain/Texture: Grain is straight with a uniform medium texture.\nRot Resistance: Durability can vary based on growing location: rated anywhere from moderately durable to very durable regarding decay resistance, though susceptible to insect attack.\nWorkability: Overall easy to work, producing good results, though Araracanga has an above average blunting effect on cutters. Glues, turns, and finishes well.",
    "espDescription": "Aspidosperma megalocarpum\nColor/Apariencia: El duramen varía del amarillo dorado al marrón rojizo, a veces con vetas violáceas/rosadas. La albura amarillenta no siempre está claramente diferenciada del duramen. El color tiende a oscurecerse con la edad. Vegete/Textura: El veteado es recto, con una textura media uniforme. Resistencia a la pudrición: La durabilidad puede variar según la zona de cultivo: se clasifica entre moderadamente durable y muy durable en cuanto a resistencia a la pudrición, aunque susceptible al ataque de insectos. Trabajabilidad: En general, es fácil de trabajar, con buenos resultados, aunque la araracanga tiene un efecto de despuntado superior al promedio en los cortadores. Se encola, se tornea y se acaba bien.",
    "freDescription": "Aspidosperma megalocarpum\nCouleur/apparence : Le bois de cœur varie du jaune doré au brun rougeâtre, parfois avec des veines violacées/roses. L'aubier jaunâtre n'est pas toujours clairement différencié du bois de cœur. La couleur a tendance à s'assombrir avec l'âge. Végétal/Texture : Le grain est droit, avec une texture moyenne uniforme. Résistance à la pourriture : La durabilité peut varier selon la zone de culture : elle est classée entre moyennement durable et très durable en termes de résistance à la pourriture, bien que sensible aux attaques d'insectes. Maniabilité : En général, il est facile à travailler, avec de bons résultats, bien que l'araracanga ait un effet émoussant supérieur à la moyenne sur les coupeurs. Il est collé, tourné et bien fini.",
    "images": [
      "/woods/Tropical/Malerio Colorado/img/unknown 4.PNG",
      "/woods/Tropical/Malerio Colorado/img/unknown 5.PNG",
      "/woods/Tropical/Malerio Colorado/img/unknown 6.PNG"
    ]
  },
  {
    "name": "Manchiche",
    "region": "Tropical",
    "engDescription": "Lanchocarpus castilloii\nMachiche wood, is a durable, strong, and easy-to-work-with hardwood native to the Yucatan Peninsula, Belize, and Guatemala, used in heavy construction, flooring, furniture, and other applications, including railroad crossties.\nMachiche is used for furniture components, including legs, frames, and panels.\nIts resistance to wear and tear makes it a good choice for flooring. \nMachiche is also used for decking applications. \nHigh Bending Strength Machiche boasts a high bending strength, even greater than Ipe.",
    "espDescription": "Lanchocarpus castilloii\nLa madera de machiche es una madera dura duradera, resistente y fácil de trabajar, originaria de la Península de Yucatán, Belice y Guatemala. Se utiliza en construcción pesada, pisos, muebles y otras aplicaciones, incluyendo traviesas de ferrocarril.\nEl machiche se utiliza para componentes de muebles, como patas, marcos y paneles.\nSu resistencia al desgaste la convierte en una excelente opción para pisos.\nEl machiche también se utiliza para terrazas.\nAlta resistencia a la flexión: El machiche posee una alta resistencia a la flexión, incluso mayor que la del ipé.",
    "freDescription": "Lonchocarpus \nLe bois de Machiche est un bois dur durable, résistant et facile à travailler, originaire de la péninsule du Yucatán, du Belize et du Guatemala. Il est utilisé dans la construction lourde, les revêtements de sol, le mobilier et d'autres applications, notamment les traverses de chemin de fer.\nLe Machiche est utilisé pour la fabrication de composants de meubles, notamment les pieds, les cadres et les panneaux.\nSa résistance à l'usure en fait un excellent choix pour les revêtements de sol.\nLe Machiche est également utilisé pour les terrasses.\nHaute résistance à la flexion : Le Machiche présente une résistance à la flexion élevée, supérieure à celle de l'ipé.",
    "images": [
      "/woods/Tropical/Manchiche/img/unknown 2.PNG",
      "/woods/Tropical/Manchiche/img/unknown 3.PNG",
      "/woods/Tropical/Manchiche/img/unknown 4.PNG",
      "/woods/Tropical/Manchiche/img/unknown.PNG"
    ]
  },
  {
    "name": "Mohogany",
    "region": "Tropical",
    "engDescription": "Swietenia macrophylla\nStraight-grained, reddish-brown timber hardwood species.\nMost of the uses are for high-end furniture, interior trim, panelling, flooring and musical instruments.\nOur mahogany is being used by Gibson, Les-Paul, Tylor and Martin guitars.\n",
    "espDescription": "Swietenia macrophylla\nEspecie de madera dura de veta recta y color marrón rojizo. Se utiliza principalmente en muebles de alta gama, molduras de interiores, paneles, suelos e instrumentos musicales. Nuestra caoba se utiliza en guitarras Gibson, Les-Paul, Tylor y Martin.",
    "freDescription": "Swietenia macrophylla\nEssence de bois dur à fil droit, brun rougeâtre.\nIl est principalement utilisé pour la fabrication de meubles haut de gamme, de boiseries intérieures, de lambris, de parquets et d'instruments de musique.\nNotre acajou est utilisé pour les guitares Gibson, Les-Paul, Tylor et Martin.",
    "images": [
      "/woods/Tropical/Mohogany/img/unknown 2.PNG",
      "/woods/Tropical/Mohogany/img/unknown 3.PNG",
      "/woods/Tropical/Mohogany/img/unknown 4.PNG",
      "/woods/Tropical/Mohogany/img/unknown.PNG"
    ]
  },
  {
    "name": "Pucte",
    "region": "Tropical",
    "engDescription": "Bucida buceras\nPucte is a durable hardwood that showcases a beautiful range of colors, from yellowish to greenish brown, often accompanied by an olive hue. Its unique interwoven grain patterns can create striking longitudinal stripes, adding character to the wood.\nThis versatile wood is ideal for various applications, including heavy-duty and residential flooring, furniture, interior trim, and decking. Additionally, its robust nature makes it a valuable choice for marine construction projects, such as ship keels and bridges, particularly in environments where bores are not present.",
    "espDescription": "Bucida buceras\nEl pucte es una madera dura y duradera que presenta una hermosa gama de colores, desde el amarillento hasta el marrón verdoso, a menudo acompañado de un tono oliva. Sus singulares vetas entrelazadas crean llamativas rayas longitudinales que le aportan carácter. Esta versátil madera es ideal para diversas aplicaciones, como suelos de alta resistencia y residenciales, muebles, molduras interiores y terrazas. Además, su robustez la convierte en una opción valiosa para proyectos de construcción naval, como quillas y puentes de barcos, especialmente en entornos sin perforaciones.",
    "freDescription": "Bucida buceras\n\nLe pucte est un bois dur et durable qui présente une belle palette de couleurs, allant du jaunâtre au brun verdâtre, souvent teinté d'une teinte olive. Ses veinures entrelacées uniques créent des rayures longitudinales saisissantes, ajoutant du caractère au bois.\n\nCe bois polyvalent est idéal pour diverses applications, notamment les revêtements de sol robustes et résidentiels, le mobilier, les boiseries intérieures et les terrasses. De plus, sa robustesse en fait un choix précieux pour les projets de construction navale, tels que les quilles et les ponts de navires, notamment dans les environnements sans forages.",
    "images": [
      "/woods/Tropical/Pucte/img/unknown 2.PNG",
      "/woods/Tropical/Pucte/img/unknown 3.PNG",
      "/woods/Tropical/Pucte/img/unknown 4.PNG",
      "/woods/Tropical/Pucte/img/unknown.PNG"
    ]
  },
  {
    "name": "Ramon Blanco",
    "region": "Tropical",
    "engDescription": "Brosimun allicastrum\nColor/Appearance: Heartwood and sapwood are both a pale yellow to light brown and are indistinguishable from each other. Another variety called ramon colorado can have a darker orangish brown false heartwood, often with darker streaks (frequency and extent of this coloration depends on growing conditions and age of tree). Sapwood is prone to fungal staining if not dried properly.\nGrain/Texture: Grain is usually straight, or irregular and shallowly interlocked, with a medium to fine texture. Moderate to high natural luster.\nRot Resistance: Non-durable; poor resistance to decay or insect attack.\nCan be difficult to work with hand tools on account of its grain and density—as well as a reported silica content of .68%, which can prematurely dull cutters. Irregular or interlocked grain can pose a challenge when machining, otherwise it has good machinability in straight-grained material. Glues, stains, and finishes well.",
    "espDescription": "Brosimun allicastrum\nColor/Aspecto: El duramen y la albura presentan un color entre amarillo pálido y marrón claro, siendo indistinguibles entre sí. Otra variedad, llamada ramon colorado, puede presentar un falso duramen de color marrón anaranjado más oscuro, a menudo con vetas más oscuras (la frecuencia y la intensidad de esta coloración dependen de las condiciones de crecimiento y la edad del árbol). La albura es propensa a las manchas por hongos si no se seca correctamente. Veta/Textura: La veta suele ser recta o irregular y poco entrelazada, con una textura de media a fina. Brillo natural de moderado a alto. Resistencia a la pudrición: No durable; poca resistencia a la descomposición o al ataque de insectos. Puede ser difícil de trabajar con herramientas manuales debido a su veta y densidad, así como a un contenido de sílice reportado del 0,68 %, que puede desafilar prematuramente las cuchillas. La veta irregular o entrelazada puede representar un desafío para el mecanizado; por lo demás, presenta buena maquinabilidad en materiales de veta recta. Se pega, se tiñe y se acaba bien.",
    "freDescription": "Brosimun allicastrum\n\nCouleur/Aspect : Le bois de cœur et l’aubier sont tous deux jaune pâle à brun clair et sont indiscernables. Une autre variété, le ramon colorado, peut présenter un faux bois de cœur brun orangé plus foncé, souvent strié de stries plus foncées (la fréquence et l’étendue de cette coloration dépendent des conditions de croissance et de l’âge de l’arbre). L’aubier est sujet aux taches fongiques s’il n’est pas séché correctement.\nFil/Texture : Le fil est généralement droit, ou irrégulier et légèrement contrefilé, avec une texture moyenne à fine. Lustre naturel modéré à élevé.\nRésistance à la pourriture : Non durable ; faible résistance à la pourriture et aux insectes.\nPeut être difficile à travailler avec des outils manuels en raison de son fil et de sa densité, ainsi que d’une teneur en silice de 0,68 %, ce qui peut émousser prématurément les couteaux. Un fil irrégulier ou contrefilé peut poser problème lors de l’usinage, mais il offre une bonne usinabilité dans les matériaux à fil droit. Colle, teint et finit bien.",
    "images": [
      "/woods/Tropical/Ramon Blanco/img/unknown 2.PNG",
      "/woods/Tropical/Ramon Blanco/img/unknown 3.PNG",
      "/woods/Tropical/Ramon Blanco/img/unknown 4.PNG",
      "/woods/Tropical/Ramon Blanco/img/unknown.PNG"
    ]
  },
  {
    "name": "Rosewood",
    "region": "Tropical",
    "engDescription": "Dalbergia stevensonii\nis a valuable Central American hardwood native to broadleaf evergreen swamp forests in southern Belize, Guatemala, and adjacent Mexicoz. \nDense and durable rich reddish-brown to purplish hues, often with darker streaks .Fine, even texture and natural luster. Commercial Importance: Highly valued for its wood, which has led to population loss from illegal logging.\n",
    "espDescription": "Dalbergia stevensonii\nUna valiosa madera dura centroamericana, nativa de los bosques pantanosos de hoja ancha siempreverdes del sur de Belice, Guatemala y México adyacente. Densos y duraderos, presentan ricos tonos marrón rojizo a violáceo, a menudo con vetas más oscuras. Textura fina y uniforme, y brillo natural. Importancia comercial: Su madera es muy apreciada, lo que ha provocado la pérdida de poblaciones debido a la tala ilegal.",
    "freDescription": "Dalbergia stevensonii\nLe palissandre est un précieux bois dur d'Amérique centrale, originaire des forêts marécageuses de feuillus sempervirents du sud du Belize, du Guatemala et du Mexique adjacent. Dense et durable, il arbore des teintes brun rougeâtre à violacé, souvent veinées de noir. Sa texture fine et uniforme et son lustre naturel en font un bois précieux. Importance commerciale : Très prisé pour son bois, il a entraîné une perte de population due à l'exploitation forestière illégale.",
    "images": [
      "/woods/Tropical/Rosewood/img/unknown 5.PNG",
      "/woods/Tropical/Rosewood/img/unknown 6.PNG",
      "/woods/Tropical/Rosewood/img/unknown 7.PNG",
      "/woods/Tropical/Rosewood/img/unknown 8.PNG"
    ]
  },
  {
    "name": "Santa Maria",
    "region": "Tropical",
    "engDescription": "Calophyllum brasiliense\nA durable hardwood characterized by its rich coloration and beautiful grain. It is commonly used in furniture, flooring, boat construction, cabinet work and veneers.",
    "espDescription": "Calophyllum brasiliense \nUna madera dura y duradera que se caracteriza por su rica coloración y hermosa veta. Se utiliza comúnmente en muebles, pisos, construcción de embarcaciones, ebanistería y enchapados.",
    "freDescription": "Calophyllum brasiliense\nUn bois dur durable caractérisé par sa riche coloration et son beau grain. Il est couramment utilisé pour la fabrication de meubles, de parquets, de bateaux, d'ébénisterie et de placages.",
    "images": [
      "/woods/Tropical/Santa Maria/img/unknown 2.PNG",
      "/woods/Tropical/Santa Maria/img/unknown 3.PNG",
      "/woods/Tropical/Santa Maria/img/unknown 4.PNG",
      "/woods/Tropical/Santa Maria/img/unknown 5.PNG",
      "/woods/Tropical/Santa Maria/img/unknown.PNG"
    ]
  },
  {
    "name": "Teak",
    "region": "Tropical",
    "engDescription": "Tectona grandis\nis a tropical hardwoodtree species in the family Lamiaceae. It is a large, deciduous tree that occurs in mixed hardwood forests. \nTeak wood has a leather-like smell when it is freshly milled and is particularly valued for its durability and water resistance. The wood is used for boat building, exterior construction, veneer, furniture, carving, turnings, and various small project",
    "espDescription": "Tectona grandis\nUna especie de frondosa tropical de la familia Lamiaceae. Es un árbol grande y caducifolio que crece en bosques mixtos de frondosas. La madera de teca desprende un olor a cuero recién aserrada y es especialmente apreciada por su durabilidad y resistencia al agua. Se utiliza para la construcción de barcos, la construcción de exteriores, chapas, muebles, tallado, torneado y diversos proyectos pequeños.",
    "freDescription": "Tectona grandis\n\nC'est une espèce d'arbre tropical feuillu de la famille des Lamiacées. C'est un grand arbre caduc que l'on trouve dans les forêts mixtes de feuillus.\n\nLe teck dégage une odeur de cuir lorsqu'il est fraîchement travaillé et est particulièrement apprécié pour sa durabilité et sa résistance à l'eau. Il est utilisé pour la construction navale, les aménagements extérieurs, le placage, l'ameublement, la sculpture, le tournage et divers petits projets.",
    "images": [
      "/woods/Tropical/Teak/img/unknown 2.PNG",
      "/woods/Tropical/Teak/img/unknown 3.PNG",
      "/woods/Tropical/Teak/img/unknown 4.PNG",
      "/woods/Tropical/Teak/img/unknown 5.PNG",
      "/woods/Tropical/Teak/img/unknown.PNG"
    ]
  },
  {
    "name": "Tzalam",
    "region": "Tropical",
    "engDescription": "Lysiloma bahamensis\nAlso known as Caribbean walnut or Mayan walnut, is a dense, durable, and rot-resistant tropical hardwood native to MesoAmerica, prized for its beauty and strength, making it suitable for furniture, flooring, and other applications. \nIs typically has a light to medium brown heartwood, sometimes with reddish or purple hues. It has an open, uniform texture with a medium luster. The grain pattern is generally straight. Some boards can resemble Hawaiian koa, and it's often compared to American black walnut. \nIt is a dense and hard wood, making it durable and resistant to wear and tear, is naturally resistant to rot and decay. \nTzalam is a popular choice for furniture, including tables, chairs, and cabinets.\nIts durability makes it suitable for flooring applications. It's also used for veneer. \nTzalam's resistance to weather and humidity makes it suitable for outdoor furniture, docks, and other exterior applications.",
    "espDescription": "Lysiloma bahamensis\nTambién conocido como nogal caribeño o nogal maya, es una madera dura tropical densa, duradera y resistente a la putrefacción, originaria de Mesoamérica. Es apreciada por su belleza y resistencia, lo que la hace ideal para muebles, pisos y otras aplicaciones. Su duramen suele ser de color marrón claro a medio, a veces con tonos rojizos o morados. Presenta una textura abierta y uniforme con un brillo medio. El veteado suele ser recto. Algunas tablas pueden parecerse a la koa hawaiana y a menudo se compara con el nogal negro americano. Es una madera densa y dura, lo que la hace duradera y resistente al desgaste, y naturalmente resistente a la putrefacción y la descomposición. El Tzalam es una opción popular para muebles, como mesas, sillas y armarios. Su durabilidad lo hace ideal para pisos. También se utiliza para enchapados. La resistencia del Tzalam a la intemperie y la humedad lo hace ideal para muebles de exterior, muelles y otras aplicaciones en exteriores.",
    "freDescription": "Lysiloma Bahamensis\nÉgalement connu sous le nom de noyer des Caraïbes ou noyer maya, c'est un bois dur tropical dense, durable et imputrescible, originaire de Méso-Amérique. Apprécié pour sa beauté et sa résistance, il est idéal pour la fabrication de meubles, de parquets et d'autres applications.\nSon cœur est généralement brun clair à brun moyen, parfois teinté de rougeâtre ou de violet. Sa texture ouverte et uniforme est d'un lustre moyen. Son grain est généralement droit. Certaines planches peuvent ressembler au koa hawaïen, et il est souvent comparé au noyer noir d'Amérique.\nC'est un bois dense et dur, durable et résistant à l'usure, naturellement résistant à la pourriture et à la décomposition.\nLe tzalam est un choix populaire pour la fabrication de meubles, notamment de tables, de chaises et d'armoires.\nSa durabilité le rend idéal pour les revêtements de sol. Il est également utilisé pour le placage.\nSa résistance aux intempéries et à l'humidité en fait un matériau idéal pour le mobilier d'extérieur, les quais et autres applications extérieures.",
    "images": [
      "/woods/Tropical/Tzalam/img/unknown 2.PNG",
      "/woods/Tropical/Tzalam/img/unknown 3.PNG",
      "/woods/Tropical/Tzalam/img/unknown 4.PNG",
      "/woods/Tropical/Tzalam/img/unknown.PNG"
    ]
  }
]